Repository: xinux-org/module-manager
Catalog: po/*.po
Languages: uz

source: Rebuilding
uz: Qayta qurish

source: Done!
uz: Bajarildi!

source: Error!
uz: Xatolik!

source: This may take a few minutes.
uz: Bu bir necha daqiqa vaqt olishi mumkin.

source: All changes have applied!
uz: Barcha o‘zgarishlar tatbiq etildi!

source: Error encountered during rebuild process.
uz: Qayta qurish jarayonida yuzaga kelgan xatolik.

source: Apply changes?
uz: O‘zgarishlar tatbiq qilinsinmi?

source: The following changes will be applied. This may take some time.
uz: Quyidagi o‘zgarishlar qo‘llaniladi. Bunga biroz vaqt ketishi mumkin.

source: Unknown
uz: Noma’lum

source: Apply
uz: Qo‘llamoq

source: Xinux Module Manager
uz: Xinux Modul Menejeri
